Repository: protonpass/ios-pass
Catalog: iOS/Shared/Localization/Localizable.xcstrings
Source language: en
Languages: be, ca, cs, da, de, el, es, es_419, fi, fr, hu, id, it, ja, ka, ko, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Prefix must contain only lowercase alphanumeric (a-z, 0-9), dot (.), hyphen (-) & underscore (_)
be: Прэфікс павінен змяшчаць літарна-лічбавыя лацінскія сімвалы ў ніжнім рэгістры (a-z, 0-9), кропку (.), злучок (-) і падкрэсліванне (_)
ca: El prefix només pot contenir lletres i números en minúscula (a-z, 0-9), punt (.), guió (-) i guionet baix (_).
cs: Předpona musí obsahovat pouze malá písmena a číslice (a-z, 0-9), tečku (.), pomlčku (-) a podtržítko (_)
da: Præfiks må kun indeholde små alfanumeriske bogstaver (a-z, 0-9), punktum (.), bindestreg (-) og understregning (_).
de: Präfix darf nur alphanumerische Kleinbuchstaben (a-z, 0-9), Punkte (.), Bindestriche (-) und Unterstriche (_) enthalten.
el: Το πρόθεμα πρέπει να περιέχει μόνο πεζά αλφαριθμητικά (a-z, 0-9), τελεία (.), παύλα (-) & χαρακτήρα υπογράμμισης (_)
es: El prefijo debe contener únicamente caracteres alfanuméricos en minúsculas (a-z, 0-9), punto (.), guion (-) y guion bajo (_).
es_419: El prefijo debe contener únicamente caracteres alfanuméricos en minúsculas (a-z, 0-9), punto (.), guion (-) y guion bajo (_).
fi: Etuliite voi sisältää vain pieniä aakkosnumeerisia merkkejä (a-z, 0-9), pisteen (.), väliviivan (-) ja alaviivan (_)
fr: Le préfixe doit contenir uniquement des caractères alphanumériques en minuscules (a-z, 0-9), des points (.), des traits d'union (-) et des underscores/tiret du bas (_).
hu: Az előtag csak kisbetűs alfanumerikus karaktereket (a-z, 0-9), pontot (.), kötőjelet (-) és aláhúzást (_) tartalmazhat.
id: Awalan hanya boleh berisi alfanumerik huruf kecil (a-z, 0-9), titik (.), tanda hubung (-) & garis bawah (_)
it: Il prefisso deve contenere solo caratteri alfanumerici minuscoli (a-z, 0-9), punto (.), trattino (-) e trattino basso (_)
ja: プレフィックスには、小文字の英数字 (a ～ z、0 ～ 9)、ドット (.)、ハイフン (-)、アンダースコア (_) のみを含める必要があります。
ka: პრეფიქსი მხოლოდ ქვედა რეგისტრის ალფარიცხვით სიმბოლოებს (a-z, 0-9), წერტილს (.), ტირეს (-) და ქვედატირეს (_) შეიძლება, შეიცავდეს
ko: 접두사는 소문자 영숫자(a-z, 0-9), 점(.), 하이픈(-) 및 밑줄(_)만 포함해야 합니다.
nb: Prefikset må bare inneholde små bokstaver alfanumerisk (a-å, 0-9), prikk (.), bindestrek (-) & understrek (_).
nl: Prefix mag alleen kleine alfanumerieke tekens (a-z, 0-9), een punt (.), een streepje (-) en een lage streep (_) bevatten.
pl: Przedrostek może zawierać tylko małe znaki alfanumeryczne (a-z, 0-9), kropkę (.), myślnik (-) i podkreślenie (_)
pt: O prefixo deve conter apenas minúsculas alfanuméricas (a-z, 0 – 9), ponto (.), hífen (-) & "underscore" (_)
pt_br: O prefixo deve conter apenas letras minúsculas ou números (a-z, 0-9), ponto (.), hífen (-) e sublinhado (_)
ro: Prefixul trebuie să conțină doar litere mici (a-z), cifre (0-9), punct (.), cratimă (-) și linie de subliniere (_).
ru: В префиксе могут быть только маленькие буквы английского алфавита и цифры (a-z, 0-9), точка (.), дефис (-) и подчеркивание (_)
sk: Predpona musí obsahovať len malé písmená (a-z, 0-9), bodku (.), pomlčku (-) a podčiarkovník (_)
sl: Predpona mora vsebovati le alfanumerične male črke (a-z, 0-9), piko (.), vezaj (-) in podčrtaj (_)
sv: Prefix får endast innehålla alfanumeriska gemener (a-z, 0-9), punkt (.), bindestreck (-) och understreck (_)
tr: Ön ekte yalnızca küçük harf, rakam (a-z, 0-9), nokta (.), tire (-) ve alt çizgi (_) karakterleri bulunmalıdır
uk: Префікс має містити лише малі латинські літери та цифри (a-z, 0-9), крапку(.), дефіс (-) та підкреслення (_)
vi: Tiền tố chỉ chứa các ký tự chữ thường và số (a-z, 0-9), dấu chấm (.), dấu gạch ngang (-) và dấu gạch dưới (_).
zh_hans: 前缀只能包含小写字母数字（a-z、0-9）、点（.）、连字符（-）和下划线（_）
zh_hant: 前綴必須只包含小寫英數字元 (a-z, 0-9)、點 (.)、連字號 (-) 和底線 (_)

source: Premium domain
be: Прэміяльны дамен
ca: Domini prèmium
cs: Prémiová doména
da: Premium domæne
el: Premium τομέας
es: Dominio premium
es_419: Dominio premium
fi: Premium-verkkotunnus
fr: Domaines premium
hu: Prémium domain név
id: Domain premium
it: Dominio Premium
ja: プレミアムドメイン
ka: ფასიანი დომენი
ko: 프리미엄 도메인
nb: Premium-domene
nl: Premium domein
pl: Domena premium
pt: Domínio premium
pt_br: Domínio premium
ro: Domeniu premium
ru: Платный домен
sk: Prémiová doména
sl: Premium domena
sv: Premiumdomän
tr: Ücretli etki alanı
uk: Преміум домен
vi: Tên miền cao cấp
zh_hans: 高级域名
zh_hant: 頂級質子版網域

source: Preparing...
be: Падрыхтоўка…
ca: Preparant...
cs: Příprava...
da: Forbereder...
de: Vorbereitung...
el: Γίνεται προετοιμασία...
es: Preparando...
es_419: Preparando...
fi: Valmistellaan...
fr: Préparation en cours
hu: Előkészítés...
id: Menyiapkan...
it: Preparazione...
ja: 準備中...
ka: მომზადება ...
ko: 준비 중...
nb: Forbereder...
nl: Aan het voorbereiden...
pl: Przygotowywanie...
pt: A preparar...
pt_br: Preparando...
ro: Se pregătește...
ru: Подготовка…
sk: Príprava...
sl: Priprava ...
sv: Förbereder …
tr: Hazırlanıyor...
uk: Підготовка...
vi: Đang chuẩn bị...
zh_hans: 准备中...
zh_hant: 準備中...

source: Privacy policy
be: Палітыка прыватнасці
ca: Política de privacitat
cs: Zásady ochrany osobních údajů
da: Privatlivspolitik
de: Datenschutzerklärung
el: Πολιτική απορρήτου
es: Política de privacidad
es_419: Política de privacidad
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
hu: Adatvédelmi irányelvek
id: Kebijakan privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
ka: კონფიდენციალობის პოლიტიკა
ko: 개인 정보 정책
nb: Personvernerklæring
nl: Privacybeleid
pl: Polityka prywatności
pt: Política de privacidade
pt_br: Política de privacidade
ro: Politica de confidențialitate
ru: Политика конфиденциальности
sk: Zásady ochrany osobných údajov
sl: Pravilnik o zasebnosti
sv: Integritetspolicy
tr: Gizlilik ilkesi
uk: Політика приватності
vi: Chính sách riêng tư
zh_hans: 隐私政策
zh_hant: 隱私權政策

source: Private key
be: Прыватны ключ
ca: Clau privada
cs: Soukromý klíč
da: Privat nøgle
de: Privater Schlüssel
el: Ιδιωτικό κλειδί
es: Clave privada
es_419: Clave privada
fi: Yksityinen avain
fr: Clé privée
hu: Privát kulcs
id: Kunci pribadi
it: Chiave privata
ja: 秘密鍵
ko: 개인 키
nb: Privat nøkkel
nl: Private sleutel
pl: Klucz prywatny
pt: Chave privada
pt_br: Chave privada
ro: Cheie privată
ru: Закрытый ключ
sk: Súkromný kľúč
sl: Zasebni ključ
sv: Privat nyckel
tr: Kişisel anahtar
uk: Приватний ключ
vi: Khóa riêng tư
zh_hans: 私钥
zh_hant: 私有金鑰

source: Product
be: Прадукт
ca: Producte
cs: Produkt
da: Produkt
de: Produkt
el: Προϊόν
es: Producto
es_419: Producto
fi: Tuote
fr: Produit
hu: Termék
id: Produk
it: Prodotto
ja: 製品
ko: 제품
nb: Produkt
pl: Produkt
pt: Produto
pt_br: Produto
ro: Produs
ru: Продукт
sk: Produkt
sl: Izdelek
sv: Produkt
tr: Ürün
uk: Продукт
vi: Sản phẩm
zh_hans: 产品
zh_hant: 產品

source: Profile
be: Профіль
ca: Perfil
cs: Profil
da: Profil
de: Profil
el: Προφίλ
es: Perfil
es_419: Perfil
fi: Profiili
fr: Profil
hu: Profil
id: Profil
it: Profilo
ja: プロファイル
ka: პროფილი
ko: 프로필
nb: Profil
nl: Profiel
pl: Profil
pt: Perfil
pt_br: Perfil
ro: Profil
ru: Профиль
sk: Profil
sl: Profil
sv: Profil
tr: Profil
uk: Профіль
vi: Hồ sơ
zh_hans: 收藏
zh_hant: 個人檔案

source: Program name
be: Назва праграмы
ca: Nom del programa
cs: Název programu
da: Programnavn
de: Programmname
el: Όνομα προγράμματος
es: Nombre del programa
es_419: Nombre del programa
fi: Ohjelman nimi
fr: Nom du programme
hu: Program neve
id: Nama program
it: Nome del programma
ja: プログラム名
ko: 프로그램 이름
nb: Programnavn
nl: Programmanaam
pl: Nazwa programu
pt: Nome do programa
pt_br: Nome do programa
ro: Nume program
ru: Название программы
sk: Názov programu
sl: Ime programa
sv: Programnamn
tr: Program adı
uk: Назва програми
vi: Tên chương trình
zh_hans: 应用名称
zh_hant: 方案名稱

source: Protect Proton Pass with an extra password.
be: Абараніць Proton Pass з дапамогай дадатковага пароля.
ca: Protegiu Proton Pass amb una contrasenya addicional.
cs: Chraňte Proton Pass dodatečným heslem.
da: Beskyt Proton Pass med en ekstra adgangskode.
de: Schütze Proton Pass mit einem zusätzlichen Passwort.
el: Προστατέψτε το Proton Pass με έναν επιπλέον κωδικό πρόσβασης.
es: Protege Proton Pass con una contraseña adicional.
es_419: Proteja Proton Pass con una contraseña adicional.
fi: Suojaa Proton Pass lisäsalasanalla
fr: Protégez Proton Pass avec un mot de passe supplémentaire.
hu: Védje a Proton Pass-t egy extra jelszóval.
id: Lindungi Proton Pass dengan kata sandi tambahan.
it: Proteggi Proton Pass con una password aggiuntiva.
ja: 追加のパスワードでProton Passを保護
ka: დაიცავით Proton Pass დამატებითი პაროლით.
ko: 추가 비밀번호로 Proton Pass를 보호합니다.
nb: Beskytt Proton Pass med et ekstra passord.
nl: Bescherm Proton Pass met een extra wachtwoord.
pl: Chroń Proton Pass za pomocą dodatkowego hasła.
pt: Proteja o Proton Pass com uma palavra-passe adicional.
pt_br: Proteja o Proton Pass com uma senha adicional.
ro: Protejați Proton Pass cu o parolă suplimentară.
ru: Защитите Proton Pass дополнительным паролем.
sk: Ochránte Proton Pass s dodatočným heslom.
sl: Zaščitite Proton Pass z dodatnim geslom.
sv: Skydda Proton Pass med ett extra lösenord.
tr: Proton Pass uygulamasını bir ek parola ile koruyun.
uk: Захистіть Proton Pass додатковим паролем.
vi: Bảo vật Proton Pass với mật khẩu phụ
zh_hans: 使用额外密码保护 Proton Pass。
zh_hant: 使用第二密碼來保護 Proton Pass

source: Proton addresses
be: Адрасы Proton
ca: Adreces de Proton
cs: Adresy Proton
da: Proton-adresser
de: Proton-Adressen
el: Διευθύνσεις Proton
es: Direcciones de Proton
es_419: Direcciones de Proton
fi: Proton-osoitteet
fr: Adresses Proton
hu: Proton címek
id: Alamat Proton
it: Indirizzi Proton
ja: Proton アドレス
ka: Proton-ის მისამართები
ko: Proton 주소
nb: Proton-adresser
nl: Proton adressen
pl: Adresy Proton
pt: Endereços da Proton
pt_br: Endereços da Proton
ro: Adrese Proton
ru: Адреса Proton
sk: Proton adresy
sl: Naslovi Proton
sv: Proton-adresser
tr: Proton adresleri
uk: Адреси Proton
vi: Các địa chỉ Proton
zh_hans: Proton 地址
zh_hant: Proton 位址

source: Proton addresses monitoring paused
be: Назіранне за адрасамі Proton прыпынена
ca: El monitoratge d'adreces de Proton està en pausa
cs: Pozastaveno sledování adres Proton
da: Monitorering af Proton-adresser sat på pause
de: Überwachung von Proton-Adressen pausiert
el: Η παρακολούθηση διευθύνσεων Proton είναι σε παύση
es: Se ha pausado el monitoreo de direcciones de Proton.
es_419: Monitoreo pausado para direcciones de Proton.
fi: Proton-osoitteiden valvonta pysäytettiin
fr: La surveillance des adresses Proton a été suspendue.
hu: A Proton címek ellenőrzése szünetel
id: Pemantauan alamat Proton dijeda
it: Monitoraggio degli indirizzi Proton sospeso
ja: Protonアドレスモニタリングは停止されました
ka: Proton-ის მისამართების მონიტორინგი შეჩერებულია
ko: Proton 주소 모니터링 중단됨
nb: Overvåking av Proton-adresser satt på vent
nl: Proton adressen monitoring gepauzeerd
pl: Monitoring adresów Proton został wstrzymany
pt: A monitorização de endereços da Proton foi pausada.
pt_br: Monitoramento de endereços da Proton pausados
ro: Monitorizarea adreselor Proton este suspendată.
ru: Мониторинг адресов Proton приостановлен
sk: Monitorovanie Proton adresy pozastavené
sl: Spremljanje Proton naslovov je začasno ustavljeno
sv: Övervakning av Proton-adresser pausat
tr: Proton adreslerinin izlenmesi duraklatıldı
uk: Відстеження адрес Proton призупинено
vi: Đã dừng theo dõi các địa chỉ email Proton
zh_hans: 已暂停 Proton 地址监测
zh_hant: Proton 位址監控已暫停

source: Proton addresses monitoring resumed
be: Назіранне за адрасамі Proton узноўлена
ca: S'ha reprès el monitoratge d'adreces de Proton
cs: Obnoveno sledování adres Proton
da: Monitorering af Proton-adresser genoptaget
de: Überwachung von Proton-Adressen fortgesetzt
el: Η παρακολούθηση διευθύνσεων Proton συνεχίστηκε
es: Se ha reanudado el monitoreo de direcciones de Proton.
es_419: Monitoreo reanudado para direcciones de Proton.
fi: Proton-osoitteiden valvonta palautettiin
fr: La surveillance des adresses Proton a été reprise.
hu: A Proton címek ellenőrzése folytatódik
id: Pemantauan alamat Proton dilanjutkan
it: Monitoraggio degli indirizzi Proton ripreso
ja: Protonアドレスモニタリングは再開されました
ka: Proton-ის მისამართების მონიტორინგი გაგრძელდა
ko: Proton 주소 모니터링 재개됨
nb: Overvåking av Proton-adresser gjenopptatt
nl: Proton adressen monitoring hervat
pl: Monitoring adresów Proton został wznowiony
pt: A monitorização de endereços da Proton foi retomada.
pt_br: Monitoramento de endereços da Proton retomados
ro: Monitorizarea adreselor Proton este reluată.
ru: Мониторинг адресов Proton возобновлен
sk: Monitorovanie Proton adresy obnovené
sl: Spremljanje Proton naslovov se nadaljuje
sv: Övervakning av Proton-adresser återupptaget
tr: Proton adreslerinin izlenmesi sürdürüldü
uk: Відстеження адрес Proton відновлено
vi: Đã theo dõi trở lại các địa chỉ email Proton
zh_hans: 已恢复 Proton 地址监测
zh_hant: Proton 位址監控已繼續

source: Proton never shares your information with third parties. All data comes from searches for the appearance of Proton domains on the dark web.
be: Proton ніколі не абагульвае звесткі са староннімі асобамі. Усе даныя паступаюць з пошукавых даменаў Proton у цёмнай сетцы.
ca: Proton no comparteix mai la vostra informació amb tercers. Totes les dades provenen de cerques de l'aparició de dominis de Proton al web fosc.
cs: Proton nikdy nesdílí vaše informace s třetími stranami. Všechna data pochází z vyhledávání výskytů domén Protonu na dark webu.
da: Proton deler aldrig dine oplysninger med tredjeparter. Alle data kommer fra søgninger efter Proton-domæner på det mørke net.
de: Proton gibt deine Informationen niemals an Dritte weiter. Alle Daten stammen aus Suchen, ob Proton-Domains im Dark Web erscheinen.
el: Η Proton δε μοιράζεται ποτέ τις πληροφορίες σας με τρίτους. Όλα τα δεδομένα προέρχονται από αναζητήσεις για την εμφάνιση τομέων Proton στον σκοτεινό ιστό.
es: Proton nunca comparte tu información con terceros. Todos los datos provienen de búsquedas de la presencia de dominios de Proton en la dark web.
es_419: Proton nunca comparte su información con terceros. Todos los datos provienen de búsquedas de la presencia de dominios de Proton en la dark web.
fi: Proton ei koskaan jaa tietojasi ulkopuolisille tahoille. Tiedot ovat peräisin Proton-verkkotunnusten pimeän verkon valvonnasta.
fr: Proton ne partage jamais vos informations avec des tiers. Toutes les données proviennent de recherches de la présence de domaines Proton sur le dark web.
hu: A Proton soha nem osztja meg az adatait harmadik felekkel. Az adatok a Proton domain neveinek a Dark Weben való keresésből származnak.
id: Proton tidak pernah membagikan informasi Anda dengan pihak ketiga. Seluruh data yang tersedia berasal dari hasil kemunculan domain Proton pada pencarian di dark web.
it: Proton non condivide mai le tue informazioni con terze parti. Tutti i dati provengono da ricerche sulla presenza dei domini Proton sul dark web.
ja: Proton はあなたの情報を第三者と共有しません。すべてのデータは、ダークウェブ上に出現する Proton ドメインを捜索することで取得しています。
ka: Proton არასდროს უზიარებს თქვენს ინფორმაციას მესამე პირებს. მონაცემები ბნელ ვებზე Proton-ის ელფოსტების ძებნიდან მოდის.
ko: Proton은 절대 제3자와 정보를 공유하지 않습니다. 모든 데이터는 다크 웹 내에 있는 Proton 도메인의 발견에 따라 표시됩니다.
nb: Proton deler aldri informasjonen din med tredjeparter. Alle data kommer fra søk etter opptredener til Proton-domener på det mørke nettet.
nl: Proton deelt nooit uw gegevens met derden. Alle gegevens zijn afkomstig van zoekopdrachten naar Proton domeinen op het dark web.
pl: Proton nigdy nie udostępnia informacji o użytkowniku stronom trzecim. Wszystkie dane zostały znalezione w sieci dark web.
pt: A Proton nunca partilha as suas informações com terceiros. Todos os dados provêm de pesquisas sobre a presença de domínios Proton na Dark Web.
pt_br: A Proton nunca compartilha suas informações com terceiros. Todos os dados vêm de pesquisas sobre o aparecimento de domínios Proton na dark web.
ro: Proton nu vă partajează niciodată informațiile cu terțe părți. Toate datele provin din căutări pentru apariția domeniilor Proton pe internetul ascuns.
ru: Proton никогда не передает вашу информацию третьим лицам. Все данные получены в результате поиска по появлению доменов Proton в темной паутине.
sk: Spoločnosť Proton nikdy nezdieľa vaše informácie s tretími stranami. Všetky údaje pochádzajú z vyhľadávania výskytu Proton domén na dark webe.
sl: Proton nikoli ne deli vaših podatkov s tretjimi osebami. Vsi podatki izvirajo iz iskanja pojava domen Proton na temnem spletu.
sv: Proton delar aldrig din information med tredje part. All data kommer från sökningar efter förekomsten av Proton-domäner på mörka webben.
tr: Proton bilgilerinizi asla üçüncü taraflarla paylaşmaz. Tüm veriler, karanlık ağda Proton etki alanlarının görülmesine yönelik aramalardan geliyor.
uk: Proton ніколи не передає вашу інформацію третім особам. Всі дані отримані з пошуків появи доменів Proton в dark web.
vi: Proton không chia sẻ thông tin của bạn với các bên thứ ba. Tất cả dữ liệu đến từ tìm kiếm sự hiện diện của các tên miền Proton trên các web đen.
zh_hans: Proton 绝不会与第三方共享您的信息。所有数据均来自在暗网上搜索 Proton 域名的结果。
zh_hant: Proton 絕不與第三方分享您的資訊。所有資料皆來自於搜尋暗網上出現的 Proton 網域。

source: Proton Pass will generate a forwarding address (also referred to as reverse alias).
be: Proton Pass згенерыруе адрас перасылкі (таксама вядомы пад назвай зваротны псеўданім).
ca: Proton Pass generarà una adreça de reenviament (també anomenada àlies invers).
cs: Proton Pass vygeneruje adresu pro přeposílání (označovanou také jako reverzní alias).
da: Proton Pass genererer en videresendelsesadresse (også kaldet et omvendt alias).
de: Proton Pass erzeugt eine Weiterleitungsadresse (auch als Reverse Alias bezeichnet).
el: Το Proton Pass θα δημιουργήσει μια διεύθυνση προώθησης (αναφέρεται επίσης ως αντίστροφο ψευδώνυμο).
es: Proton Pass generará una dirección de reenvío (conocida como alias inverso).
es_419: Proton Pass generará una dirección de reenvío (conocida como alias inverso).
fi: Proton Pass luo välitysosoitteen (kutsutaan myös käänteisaliakseksi).
fr: Proton Pass crée une adresse de transfert (aussi appelée alias inversé).
hu: A Proton Pass létrehoz egy továbbítási címet (más néven fordított álnév).
id: Proton Pass akan menghasilkan alamat penerusan (yang juga dikenal dengan istilah alias terbalik/"reverse alias").
it: Proton Pass genererà un indirizzo di inoltro (noto anche come alias inverso).
ja: Proton Passは転送アドレス(リバースエイリアスとも呼ばれます)を生成します。
ka: Proton Pass დააგენერირებს გადამისამართების მისამართს (ასევე მოიხსენიება, როგორც უკუფსევდონიმი).
ko: Proton Pass가 (역방향 별칭이라고도 불리는) 포워딩 주소를 생성해줍니다.
nb: Proton Pass vil generere en videresendingsadresse (også referert til som omvendt alias).
nl: Proton Pass zal een doorschakeladres genereren (ook aangeduid als reverse alias).
pl: Proton Pass wygeneruje adres przekierowania (określany również jako odwrócony alias).
pt: O Proton Pass irá gerar um endereço de encaminhamento (também conhecido como alias reverso).
pt_br: O Proton Pass gerará um endereço de encaminhamento (também conhecido como endereço alternativo reverso).
ro: Proton Pass va genera o adresă de redirecționare (numită și alias invers).
ru: Proton Pass сгенерирует адрес пересылки (также называемый обратным псевдонимом).
sk: Proton Pass vygeneruje adresu pre preposielanie (označovanú tiež ako reverzný alias).
sv: Proton Pass kommer generera en vidarebefordrande adress (även kallad omvänd alias).
tr: Proton Pass bir iletme adresi (ters takma ad olarak da bilinir) oluşturacak.
uk: Proton Pass згенерує адресу переадресації (також звану зворотним псевдонімом).
vi: Proton Pass sẽ tạo một địa chỉ chuyển tiếp (còn được gọi là bí danh ngược).
zh_hans: Proton Pass 将生成一个转发地址（也称为反向别名）。
zh_hant: Proton Pass 將產生一個轉寄位址（也稱為反向別名）。

source: Proton password
be: Пароль Proton
ca: Contrasenya de Proton
cs: Proton heslo
da: Proton-adgangskode
de: Proton-Passwort
el: Κωδικός πρόσβασης Proton
es: Contraseña de Proton
es_419: Contraseña de Proton
fi: Proton-salasana
fr: Mot de Passe Proton
hu: Proton jelszó
id: Kata sandi Proton
it: Password Proton
ja: Protonパスワード
ka: Proton-ის პაროლი
ko: Proton 비밀번호
nb: Proton-passord
nl: Proton wachtwoord
pl: Hasło Proton
pt: Palavra-passe da Proton
pt_br: Senha da Proton
ro: Parola Proton
ru: Пароль Proton
sk: Proton heslo
sl: Proton geslo
sv: Proton-lösenord
tr: Proton parolası
uk: Пароль Proton
vi: Mật khẩu Proton
zh_hans: Proton 密码
zh_hant: Proton 密碼字元

source: Public domain
be: Публічны дамен
ca: Domini públic
cs: Veřejná doména
da: Offentligt domæne
de: Öffentliche Domain
el: Δημόσιος τομέας
es: Dominio público
es_419: Dominio público
fi: Julkinen verkkotunnus
fr: Domaine public
hu: Nyilvános domain név
id: Domain publik
it: Dominio Pubblico
ja: 公開ドメイン
ka: საყოველთაო კუთვნილება
ko: 공개 도메인
nb: Offentlig domene
nl: Publiek domein
pl: Domena publiczna
pt: Domínio público
pt_br: Domínio público
ro: Domeniu public
ru: Публичный домен
sk: Verejná doména
sl: Javna domena
sv: Offentlig domän
tr: Herkese açık etki alanı
uk: Публічний домен
vi: Tên miền công cộng
zh_hans: 公共域名
zh_hant: 公開網域

source: Public key
be: Публічны ключ
ca: Clau pública
cs: Veřejný klíč
da: Offentlig nøgle
de: Öffentlicher Schlüssel
el: Δημόσιο κλειδί
es: Clave pública
es_419: Clave pública
fi: Julkinen avain
fr: Clé publique
hu: Nyilvános kulcs
id: Kunci publik
it: Chiave pubblica
ja: 公開鍵
ko: 공개 키
nb: Offentlig nøkkel
nl: Publieke sleutel
pl: Klucz publiczny
pt: Chave pública
pt_br: Chave pública
ro: Cheie publică
ru: Открытый ключ
sk: Verejný kľúč
sl: Javni ključ
sv: Offentlig nyckel
tr: Herkese açık anahtar
uk: Відкритий ключ
vi: Khóa công khai
zh_hans: 公钥
zh_hant: 公開金鑰

source: Quickly pick a login item from suggestions above the keyboard
be: Хутка выбірайце элемент уваходу прапанаваны над клавіятурай
ca: Trieu ràpidament un element d'inici de sessió dels suggeriments que hi ha a sobre del teclat
cs: Rychle vyberte přihlašovací položku z návrhů nad klávesnicí
da: Vælg hurtigt et login-element fra forslagene over tastaturet
de: Schnelles Auswählen eines Login-Eintrags aus den Vorschlägen über der Tastatur
el: Επιλέξτε γρήγορα ένα στοιχείο σύνδεσης από υποδείξεις πάνω από το πληκτρολόγιο
es: Elige rápidamente el elemento de inicio de sesión entre las sugerencias que aparecen encima del teclado.
es_419: Elija rápidamente el elemento de inicio de sesión entre las sugerencias que aparecen encima del teclado.
fi: Valitse kirjautumistieto nopeasti näppäimistön yläpuolella näkyvistä ehdotuksista.
fr: Choisissez rapidement une information de connexion à partir des suggestions proposées au-dessus du clavier.
hu: Érje el gyorsan a belépési adatokat a billentyűzet feletti sorról
id: Pilih item entri masuk secara cepat dari saran yang tertera di atas keyboard
it: Scegli rapidamente un elemento di accesso dai suggerimenti sopra la tastiera
ja: キーボード上の候補からログイン項目をすばやく選択します
ka: სწრაფად აირჩიეთ შესვლის დეტალების ელემენტი კლავიატურას-ზედა მინიშნებებიდან
ko: 키보드 상단의 제안으로 로그인 항목을 빠르게 선택하세요
nb: Velg raskt et påloggingselement fra forslag over tastaturet.
nl: Kies snel een log-in item van de suggesties boven aan uw toetsenbord
pl: Wybierz dane logowania z sugestii nad klawiaturą
pt: Selecione de forma rápida um item de início de sessão a partir das sugestões acima do teclado
pt_br: Escolha rapidamente um item de início de sessão nas sugestões acima do teclado
ro: Alegeți rapid o autentificare din sugestiile de deasupra tastaturii
ru: Быстро выбирайте элемент с именем пользователя из подсказок над клавиатурой
sk: Rýchly výber prihlasovacej položky z návrhov nad klávesnicou
sl: Hitro izberite predmet za prijavo med predlogi nad tipkovnico
sv: Välj snabbt ett inloggningsobjekt från förslag ovan tangentbordet
tr: Önerilen oturum açma ögelerinden birini klavye ile hızlıca seçin
uk: Швидко вибирайте елемент входу з пропозицій над клавіатурою
vi: Nhanh chóng chọn một mục đăng nhập từ những gợi ý trên bàn phím
zh_hans: 从键盘上方的建议中快速选择登录项
zh_hant: 從鍵盤上方的建議選項快速挑選一個登入項目
